Repository: Astranox/hp
Catalog: hp/certs/locale/*/LC_MESSAGES/django.po
Languages: de

source: currently valid
de: gegenwärtig gültig

source: Identifiers
de: IDs

source: Certificate
de: Zertifikat

source: Primary hostname of this certificate.
de: Primärer hostname des Zertifikats

source: Disabled certificates are not displayed anywhere.
de: Deaktivierte Zertifikate werden niemals angezeigt.

source: Certificate, in PEM format.
de: Zertifikat im PEM format.

source: Certificate for %(domain)s
de: Zertifikat für %(domain)s

source: Certificates
de: Zertifikate

source: Note:
de: Achtung:

source: This certificate is not currently used. <a class="alert-link" href="%(url)s">View the current certificate</a>.
de: Dieses Zertifikat wird nicht mehr verwendet. <a class="alert-link" href="%(url)s">Neues Zertifikat anzeigen</a>.

source: This is the certificate currently used for %(hostname)s. It is used since %(valid_from)s and is valid until %(valid_until)s, but it is usually replaced by a new certificate some time before that. You can view certificates for our other domains <a href="%(overview_url)s">here</a>.
de: Hier finden sie das aktuelle Zertifikat für %(hostname)s. Es wird seit %(valid_from)s verwendet und ist bis %(valid_until)s gültig, wird aber normalerweise schon vorher ausgetauscht. Sie können die Zertifikate anderer Domains <a href="%(overview_url)s">hier</a> ansehen.

source: This certificate was used by %(hostname)s between %(valid_from)s and %(valid_until)s. You can view certificates for our other domains <a href="%(overview_url)s">here</a>.
de: Dieses Zertifikat wurde von %(hostname)s zwischen %(valid_from)s und %(valid_until)s verwendet. Sie können die Zertifikate anderer Domains <a href="%(overview_url)s">hier</a> ansehen.

source: You can also view other certificates used at different times:
de: Sie können sich auch alte Zertifikate noch ansehen:

source: Submit
de: Anzeigen

source: If you want to view the full certificate, you can download it <a href="%(download_url)s">here</a>. The certificate uses the following identifiers:
de: Falls sie sich das vollständige Zertifikat ansehen wollen, können sie es <a href="%(download_url)s">hier</a> herunterladen. Das Zertifikat kann über folgende Prüfsummen identifiziert werden:

source: Certificate overview
de: Übersicht über unsere Zertifikate

source: Valid since
de: Gültig seit

source: Valid until
de: Gültig bis
