Repository: Astranox/hp
Catalog: hp/account/locale/*/LC_MESSAGES/django.po
Languages: de

source: confirmed email
de: Bestätigte E-Mail

source: created in backend
de: Im Backend erstellt

source: Send registration email
de: Registrierungsbestätigung schicken

source: Send new registration confirmations
de: Neue Registrierungsbestätigung schicken

source: Block
de: Blockieren

source: Block this user
de: Diesen Benutzer blockieren

source: Block selected users
de: Ausgewählte Benutzer blockieren

source: Error importing %(fingerprint)s: %(error)s
de: Fehler beim importieren von %(fingerprint)s: %(error)s

source: Refresh
de: Neu laden

source: Refresh keys from keyserver
de: Schlüssel vom Keyserver aktualisieren

source: Resend confirmations
de: E-Mail erneut schicken

source: Manually
de: Manuell

source: Unknown
de: Unbekannt

source: This username is already taken.
de: Der Benutzername existiert bereits.

source: Could not check if the username already exists: Error communicating with the server.
de: Fehler beim überprüfen, ob der Benutzername bereits existiert.

source: Username cannot contain "@" or spaces.
de: Der Benutzername darf keine "@" oder Leerzeichen enthalten.

source: You are permanently blocked from using this page.
de: Sie sind permanent von dieser Homepage verbannt.

source: A username cannot contain spaces or "@".
de: Der Benutzername darf keine "@" oder Leerzeichen enthalten.

source: A user with this username already exists.
de: Der Benutzer mit diesem Namen existiert bereits.

source: A username is required.
de: Sie müssen einen Benutzernamen angeben.

source: User not found.
de: Benutzer nicht gefunden.

source: Username must have at most %(max_length)s characters.
de: Der Benutzername darf maximal %(max_length)s Zeichen lang sein.

source: Username must have at least %(min_length)s characters.
de: Der Benutzername muss mindestens %(min_length)d Zeichen lang sein.

source: Username
de: Name

source: Your username is used to identify you on the Jabber network.
de: Ihr Benutzername identifiziert sie im Jabber-Netzwerk.

source: Please enter a valid GPG key fingerprint.
de: Bitte einen validen GPG Fingerabdruck angeben.

source: A Fingerprint consists of 40 characters (excluding spaces) and contain only digits, the letters A-F and spaces.
de: Ein Fingerabdruck besteht aus 40 Zeichen (ohne Leerzeichen) sein und enthält nur Ziffern, die Buchstaben A-F und Leerzeichen enthalten.

source: Fingerprint
de: Fingerabdruck

source: Add your fingerprint (<code>gpg --fingerprint &lt;you@example.com&gt;</code>) if your key is available on public key servers...
de: Geben sie den Fingerabdruck (<code>gpg --fingerprint &lt;you@example.com&gt;</code>) des Schlüssels an, wenn er auf den öffentlichen Schlüsselservern verfügbar ist...

source: The hex-encoded value of the fingerprint: digits, letters A-F (case-insensitive).
de: Der Fingerabdruck im hex-format: Ziffern, Buchstaben A-F (Groß-/Kleinschreibung ist egal).

source: GPG not enabled.
de: GPG ist nicht aktiviert.

source: Please upload an ASCII armored GPG key.
de: Bitte einen "ASCII armoured" GPG Schlüssel hochladen.

source: GPG Key
de: Schlüssel

source: ... upload your ASCII armored GPG key directly (<code>gpg --armor --export &lt;fingerprint&gt;</code>).
de: ... laden sie ihren GPG-Schlüssel im ASCII-Format direkt hoch (<code>gpg --armor --export &lt;fingerprint&gt;</code>)

source: The domain "%(value)s" does not exist.
de: Die Domain "%(value)s" existiert nicht.

source: Sorry, we do not allow email addresses on %(domain)s.
de: Wir erlauben leider keine E-Mail-Adressen von %(domain)s.

source: Malformed email address.
de: Ungültige E-Mail-Adresse.

source: Please give your own email address, %(domain)s does not provide one.
de: Bitte geben sie ihre eigene E-Mail-Adresse an, %(domain)s stellt keine zur Verfügung.

source: Sorry, this email address cannot be used.
de: Diese E-Mail-Adresse kann leider nicht verwendet werden.

source: A confirmation message will be sent to this address.
de: Eine Bestätigung wird an diese Adresse geschickt.

source: Required, a confirmation email will be sent to this address.
de: Pflichtfeld, eine Bestätigung wird an diese Adresse geschickt.

source: Email address is already used by another account.
de: E-Mail-Adresse wird bereits für ein anderes Konto verwendet.

source: Your username and password didn't match. Please try again.
de: Ihr Benutzername und Password stimmen nicht. Bitte versuchen sie es erneut.

source: Password
de: Passwort

source: my account expires
de: mein Konto abläuft

source: my GPG key expires
de: mein GPG-Schlüssel abläuft

source: Accounts are automatically removed if they haven't been used for a year.
de: Ihr Konto wird automatisch gelöscht, wenn sie es ein Jahr lang nicht mehr genutzt haben.

source: If you have uploaded a GPG key and it is about to expire.
de: wenn sie einen GPG-Schlüssel hochgeladen haben und dieser abläuft.

source: Your password, to make sure that you really want to delete your account.
de: Ihr Passwort, damit sie sich auch ganz sicher sind.

source: Old password
de: Bisheriges Passwort

source: Your old password, just to be sure.
de: Ihr bisheriges Passwort, nur um sicher zu gehen.

source: New password
de: Neues Passwort

source: Required, an email will be sent to this address to confirm the change.
de: Pflichtfeld, eine E-Mail wird an diese Adresse gesendet um die Änderung zu bestätigen.

source: Please either upload a key or give a fingerprint.
de: Bitte entweder einen Schlüssel hochladen oder einen Fingerabdruck hochladen angeben.

source: Error importing GPG key.
de: Fehler beim importieren des GPG-Schlüssels.

source: Added GPG key 0x%(fingerprint)s.
de: GPG-Schlüssel 0x%(fingerprint)s hinzugefügt.

source: Updated GPG key 0x%(fingerprint)s.
de: GPG-Schlüssel 0x%(fingerprint)s aktualisiert.

source: Send user an email when the account is about to be deleted.
de: Sende NutzerIn eine E-Mail wenn das Konto gelöscht zu werden droht.

source: Send user an email when his GPG key is about to expire.
de: Sende NutzerIn eine E-Mail wenn der GPG-Schlüssel abzulaufen droht.

source: Recipient
de: Empfänger

source: Delete your account on {{ user.domain }}
de: Löschung ihres Kontos auf {{ user.domain }}

source: Your new account on {{ user.domain }}
de: Ihr neues Konto auf {{ user.domain }}

source: Reset your password on {{ user.domain }}
de: Passwort auf {{ user.domain }} neu setzen

source: Confirm new email address for your {{ user.domain }} account
de: Bestätigen sie die neue E-Mail-Adresse für ihr {{ user.domain }} Konto.

source: The full Fingerprint, without the "0x" prefix.
de: Der volle Fingerabdruck, ohne dem "0x" Prefix.

source: Unable to fetch GPG key. Giving up and sending mail unencrypted. Sorry.
de: GPG-Schlüssel konnte nicht heruntergeladen werden. Da dies der letzte Versuch war, wird die E-Mail unverschlüsselt verschickt.

source: Unable to fetch GPG key (%(retry)s of %(max)s tries). Will try again in %(time)s.
de: GPG-Schlüssel konnte nicht heruntergeladen werden (%(retry)s von %(max)s Versuchen). Wir werden es in %(time)s noch einmal versuchen.

source: Unexpected error importing GPG key.
de: Fehler beim importieren des GPG-Schlüssels.

source: Your account on {{ domain }} is about to expire
de: Ihr Konto auf {{ domain }} läuft bald ab

source: Add GPG key
de: GPG-Schlüssel hinzufügen

source: User settings
de: Einstellungen

source: Your account is not yet confirmed!
de: Ihr Konto wurde noch nicht bestätigt!

source: You have not yet confirmed your email address. Your account registration is not complete until you have. We just sent you an email to %(email)s, click on the link in it and give us a password to complete the registration.
de: Sie haben ihre E-Mail-Adresse noch nicht bestätigt. Ihre Registrierung ist daher nicht abgeschlossen. Wir haben eine E-Mail an %(email)s geschickt, klicken sie auf den Link in der E-Mail um die Registrierung abzuschließen.

source: Show menu
de: Menü

source: Hide menu
de: Menü

source: You're blocked
de: Sie sind blockiert

source: You are blocked for abusive behaviour or violating the Terms of Service.
de: Sie sind wegen mißbräuchlichem Verhalten von dieser Homepage blockiert.

source: Dear %(jid)s,
de: LiebeR %(jid)s,

source: You requested to delete your account %(jid)s. Please <a href="%(uri)s">click here</a> to permanently delete your account. This change cannot be undone.
de: Sie wollten ihr Konto %(jid)s löschen. Bitte <a href="%(uri)s">klicken sie hier</a> um ihr Konto endgültig zu löschen. Dies kann nicht mehr rückgängig gemacht werden.

source: If you haven't made this request, you can simply disregard this email.
de: Falls sie ihr Konto nicht löschen wollen, können sie diese E-Mail einfach ignorieren.

source: greetings, %(domain)s
de: alles Liebe, %(domain)s

source: You requested to delete your account %(jid)s. To confirm this, please go here:
de: Sie wollten ihr Konto %(jid)s löschen lassen. Um das zu bestätigen, klicken sie bitte auf diesen Link:

source: You have registered the account %(jid)s with this email address. To complete your registration, please <a href="%(uri)s">click here</a> and provide a password for your new account.
de: Sie haben das Konto %(jid)s mit dieser E-Mail-Adresse registriert. Um die Registrierung abzuschließen, <a href="%(uri)s">klicken sie hier</a> und geben ein Passwort an.

source: If you haven't registered for an account, you can simply disregard this Email.
de: Falls sie kein Konto registriert haben, können sie diese E-Mail einfach ignorieren.

source: You have registered the account %(jid)s with this email address. To complete your registration, please click on the following link and provide a password for your new account:
de: Sie haben das Konto %(jid)s mit dieser E-Mail-Adresse registriert. Um die Registrierung abzuschließen, gehen sie bitte auf folgenden Link und geben ein Passwort an.

source: You requested to change the password for your Jabber account %(jid)s. To complete the change, please <a href="%(uri)s">click here</a>.
de: Sie wollten das Passwort für ihr Jabber-Konto %(jid)s ändern. Um den Vorgang abzuschließen, <a href="%(uri)s">klicken sie hier</a>.

source: If you haven't made this change, simply disregard this email.
de: Falls sie diese Änderung nicht vorgenommen haben, können sie diese E-Mail einfach ignorieren.

source: You requested to change the password for your Jabber account %(jid)s. To complete the change, please go to this address:
de: Sie wollten das Passwort für ihr Jabber-Konto %(jid)s ändern. Um den Vorgang abzuschließen, klicken sie bitte auf diesen Link:

source: You have changed the email address for your Jabber account %(jid)s. To complete the change, please <a href="%(uri)s">click here</a>.
de: Sie haben die E-Mail-Adresse für ihr Jabber-Konto %(jid)s geändert. Um den Vorgang abzuschließen, <a href="%(uri)s">klicken sie hier</a>.

source: You have changed the email address for your Jabber account %(jid)s. To complete the change, please go to this address:
de: Sie haben die E-Mail-Adresse für ihr Jabber-Konto %(jid)s geändert. Um den Vorgang abzuschließen, gehen sie bitte auf diese URL:

source: Delete account
de: Konto löschen

source: Your account %(jid)s hasn't been used for a while and will be removed on %(when)s, that is in %(when_days)s days. We automatically remove unused accounts after %(expires_days)s days of inactivity.
de: Ihr Konto %(jid)s wurde lange nicht mehr genutzt und wird daher automatisch am %(when)s entfernt, dass ist in %(when_days)s Tagen. Wir löschen Konten automatisch, wenn sie %(expires_days)s Tage nicht mehr genutzt wurden.

source: If you want to keep your account, all you have to do is login with any client or <a href="%(login_url)s">via our homepage</a>. If you have lost your password, you can <a href="%(password_url)s">reset it here</a>.
de: Falls sie ihr Konto behalten möchten, müssen sie sich nur mit einem beliebigen Client oder <a href="%(login_url)s">auf unserer Homepage</a> wieder einloggen. Falls sie ihr Passwort vergessen haben, können sie es <a href="%(password_url)s">hier neu setzen</a>.

source: If you don't want to keep your account, you do not have to do anything and this will be the last email you will ever receive from us.
de: Falls sie ihr Konto nicht behalten möchten, ignorieren sie einfach diese E-Mail und wir werden sie nicht mehr kontaktieren.

source: If you want to keep your account, all you have to do is login with any client or via our homepage [1]. If you have lost your password, you can reset it at [2].
de: Falls sie ihr Konto behalten möchten, müssen sie sich nur mit einem beliebigen Client oder auf unserer Homepage [1] wieder einloggen. Falls sie ihr Passwort vergessen haben, können sie es hier [2] neu setzen.

source: GPG options
de: GPG-Optionen

source: You can add a GPG key to have %(domain)s encrypt all emails sent to you.
de: Wenn sie einen GPG-Schlüssel hinzufügen, werden alle E-Mails von %(domain)s an sie automatisch verschlüsselt.

source: <strong>Warning:</strong> Previously configured GPG keys will not be used for sending this email. Add a key here if you want to continue using GPG. Any existing GPG keys will be removed once you confirm this change.
de: <strong>Warnung:</strong> Bereits konfigurierte GPG-Schlüssel werden nicht verwendet um diese E-Mail zu verschicken. Fügen Sie hier einen GPG-Schlüssel hinzu um weiterhin GPG zu verwenden. Alle vorhandenen GPG-Schlüssel werden entfernt when sie diese Änderung bestätigen.

source: <strong>Warning:</strong> If you ever loose your GPG key and do not upload a new one here, you can no longer read any emails (e.g. when you have forgotten your password) we send to you.
de: <strong>Warnung:</strong> Wenn sie je ihren GPG-Schlüssel verlieren und keinen neuen hier hochladen, können sie E-Mails, die wir ihnen schicken, nicht mehr lesen.

source: - and/or -
de: - und/oder -

source: Where to go from here
de: Wie geht es weiter?

source: You need a client to connect to %(host)s:
de: Sie benötigen einen Client, um sich zu %(host)s zu verbinden:

source: You can connect via <a href="%(chat_url)s">our Webchat</a>.
de: Sie können <a href="%(chat_url)s">unserem Webchat</a> nutzen.

source: We have <a href="%(CLIENTS_URL)s">some recommendations</a> for clients to install on your computer or mobile device.
de: Wir haben <a href="%(CLIENTS_URL)s">einige Empfehlungen</a>, falls sie einen Client auf ihrem Computer oder Mobilgerät installieren wollen.

source: Frequently answered questions are answered in our <a href="%(FAQ_URL)s">FAQs</a>.
de: Häufig gestellte Fragen sind in unseren <a href="%(FAQ_URL)s">FAQs</a> beantwortet.

source: For updates about %(host)s, follow us via
de: Neuigkeiten über %(host)s erfährst du via

source: Any further questions? <a href="%(contact_url)s">Contact us!</a>
de: Noch Fragen? <a href="%(contact_url)s">Kontaktiere uns!</a>

source: Registration deactivated
de: Registrierung deaktiviert

source: Registration is currently deactivated. Please see the start page if there is any more information.
de: Die Registrierung is derzeit deaktiviert. Auf der Startseite finden sich vielleicht mehr informationen.

source: Notifications
de: Benachrichtigungen

source: We send out emails warning you if your account or a gpg key expires. You can turn off these warnings here.
de: Wir schicken ihnen Warnungen per E-Mail, wenn ihr Konto automatisch gelöscht wird oder ihr GPG-Schlüssel abläuft. Sie können diese Warnungen hier deaktivieren.

source: Send me an email when:
de: Schicken sie mir eine E-Mail wenn:

source: Requires confirmation
de: Benötigt Bestätigung

source: This functionality requires that you have confirmed your email address.
de: Für diese Funktionalität müssen sie ihre E-Mail-Adresse bestätigt haben.

source: Requires email address
de: E-Mail-Adresse setzen

source: This functionality requires that you have <a href="%(url)s">set your email address</a>.
de: Für diese Funktionalität müssen sie ihre <a href="%(url)s">E-Mail-Adresse gesetzt</a> haben.

source: Current sessions
de: Verbindungen

source: This page lists your current Jabber/XMPP connections. If any connection looks suspicious to you, you can stop the session from here with a click on the trash icon.
de: Auf dieser Seite sehen sie ihre gerade aktiven Jabber/XMPP-Verbindungen. Falls ihnen eine Verbindung verdächtig vorkommt, können sie die Verbindung mit einem Klick auf das Müll-Icon beenden.

source: Resource (Priority)
de: Resource (Priorität)

source: Started
de: Beginn

source: Disconnect this session
de: Verbindung trennen

source: You are currently not online with any client.
de: Sie sind gegenwärtig mit keinem Client verbunden.

source: Set password
de: Passwort setzen

source: Registered
de: Registriert

source: Email address
de: E-Mail

source: change
de: ändern

source: Not set
de: Nicht gesetzt

source: Email confirmed
de: E-Mail-Adresse bestätigt

source: Yes
de: Ja

source: No
de: Nein

source: resend confirmation
de: Bestätigung erneut schicken

source: GPG keys
de: GPG-Schlüssel

source: This page lists the GPG keys you have configured for your account. The keys are used for encrypting password reset emails and other important <a href="%(notifications_url)s">notifications</a>.
de: Hier finden sie alle von ihnen konfigurierten GPG-Schlüssel aufgelistet. Die Schlüssel werden verwendet E-Mails an sie (wenn sie ihr Passwort vergessen haben oder bei <a href="%(notifications_url)s">wichtigen Benachrichtigungen</a>) zu verschlüsseln.

source: Keys will be refreshed from the public keyservers before they expire. If your key is not on the keyservers and you want to manually update it, simply upload the file as if you uploaded a new key. You can manually %(reload_icon)s refresh a key from the keyservers in the table below.
de: Schlüssel werden automatisch von den Schlüsselservern aktualisiert bevor sie ablaufen. Falls ihr Schlüssel nicht auf den Schlüsselservern ist oder sie ihn manuell aktualisieren wollen, laden sie den Schlüssel einfach hoch als ob er ein neuer Schlüssel wäre. Sie können die Schlüssel auch manuell von den Schlüsselservern %(reload_icon)s neu laden.

source: Created
de: Erstellt

source: Expires
de: Gültig bis

source: Refresh key from keyserver
de: Schlüssel vom Keyserver aktualisieren

source: Delete this key
de: Diesen Schlüssel löschen

source: %(add_icon)s Add another GPG key
de: %(add_icon)s Weiteren GPG-Schlüssel hinzufüugen

source: You have no configured GPG keys.
de: Sie haben keine GPG-Schlüssel konfiguriert

source: %(add_icon)s Add a GPG key
de: %(add_icon)s GPG-Schlüssel hinzufügen

source: Log in
de: Anmelden

source: Please login to see this page.
de: Bitte melden sie sich an, um diese Seite zu sehen.

source: Forgot your password?
de: Passwort vergessen?

source: Reset password
de: Passwort neu setzen

source: Please check your email inbox!
de: Bitte überprüfen sie ihre E-Mail Inbox!

source: We just sent you an email containing a link where you can reset your password.
de: Wir haben ihnen eine E-Mail mit einem Link geschickt, unter dem sie ihr Passwort neu setzen können.

source: If you have forgotten your password, please give us your username and we will send you a link where you can reset your password.
de: Wenn sie ihr Passwort vergessen haben, geben sie hier ihren Benutzernamen an und wir schicken ihnen eine E-Mail mit einem Link, unter dem sie das Passwort neu setzen können.

source: Confirmation key not found
de: Bestätigung nicht gefunden

source: The confirmation key could not be found.
de: Die Bestätigung wurde nicht gefunden

source: You can use the confirmation links we send to you only once. In order to protect you from an attacker randomly guessing links, we only present an error message once the form is submitted and you have solved the CAPTCHA.
de: Bestätigungslinks die wir ihnen schicken können nur einmal genutzt werden. Um das Erraten eines Links zu verhindern, wird diese Fehlermeldung erst jetzt angezeigt (wenn das CAPTCHA gelöst wurde).

source: Recent activity
de: Letzte Aktivitäten

source: This page shows any recent activity for your account. This information is useful if you suspect someone is trying to take over your account. The log entries are removed after %(delta)s.
de: Auf dieser Seite sind ihre letzten Aktivitäten aufgelistet. Diese Information ist nützlich, falls jemand versucht, in ihr Konto einzubrechen. Die Einträge werden nach %(delta)s gelöscht.

source: Please note that this log only includes activity on this homepage. Failed login attempts on the Jabber/XMPP server itself will not show up here.
de: Hier werden nur Aktivitäten auf dieser Homepage erfasst. Fehlgeschlagene Logins am Jabber/XMPP server selbst werden hier nicht erfasst.

source: Date
de: Datum

source: Action
de: Aktion

source: No recent log entries found.
de: Keine Aktivitäten gefunden.

source: Register
de: Registrieren

source: Please complete the form below to register for an account on %(domain)s. You will receive an email to confirm the address provided. Click on the link in the email to complete your registration.
de: Um sich ein Konto auf %(domain)s anzulegen, vervollständigen sie bitte unten stehendes Formular. Wir werden ihnen eine Bestätigungs-E-Mail schicken, die einen Link enthält, bei dem sie ihre Registrierung abschließen können.

source: Why do we require your email address?
de: Warum verlangen wir ihre E-Mail-Adresse?

source: By default, the email address is used only if you want to reset your password or if your account hasn't been used for a year and is about to be removed.
de: Wir schicken ihnen nur dann eine E-Mail wenn sie ihr Passwort neu setzen wollen oder ihr Konto gelöscht wird, weil es ein Jahr lang nicht genutzt wurde.

source: Confirm registration
de: Registrierung bestätigen

source: Please enter a password to complete your registration. You will be able to use your new account immediately.
de: Bitte geben sie ein Passwort ein, um die Registrierung abzuschließen. Sie können ihr neues Konto sofort nutzen.

source: <strong>Please note:</strong> This link is a one-time link only. If you have already completed your registration, please proceed to your <a class="alert-link" href="%(account_page_url)s">your account-page</a>.
de: <strong>Achtung:</strong> Dieser Link ist nur einmal gültig. Wenn sie ihre Registrierung bereits abgeschlossen haben, gehen sie bitte einfach auf <a class="alert-link" href="%(account_page_url)s">ihre Übersichtsseite</a>.

source: The confirmation key could not be found. This usually means that you have used it already and you can proceed straight to your <a class="alert-link" href="%(account_page_url)s">your account-page</a>.
de: Der Bestätigungslink wurde nicht gefunden. Normalerweise heißt das, dass sie den Link bereits genutzt haben und <a class="alert-link" href="%(account_page_url)s">ihr Konto bereits nutzen können</a>.

source: Set new email address
de: Neue E-Mail-Adresse setzen

source: This page lists files you have shared with other users using <a href="http://xmpp.org/extensions/xep-0363.html">XEP-0363: HTTP File Upload</a>.
de: Hier finden sie alle Dateien, die sie mittels <a href="http://xmpp.org/extensions/xep-0363.html">XEP-0363: HTTP File Upoad</a> mit anderen BenutzerInnen geteilt haben.

source: There are many ways your client might choose to share files with other users or in multi user chatrooms. Clients that use XEP-0363 upload files to this homepage, which enables us to list them here. Some methods directly transfer files to the other client, so there is no way we can list them here.
de: Es gibt mehrere Möglichkeiten wie ein Client Dateien mit anderen Nutzern teilt. Mit XEP-0363 werden Dateien hier hoch geladen und können daher auch hier verwaltet werden. Andere Verfahren bauen direkte Verbindungen zu anderen Nutzern auf und werden hier dementsprechend auch nicht aufgeführt.
