Repository: Astranox/hp
Catalog: hp/account/locale/*/LC_MESSAGES/django.po
Languages: de

source: <strong>Note:</strong> Some clients (most notably conversations) encrypt files before they are uploaded, so viewing them via the links below is not possible in the browser.
de: <strong>Anmerkung:</strong> Manche Clients (z.b. Conversations) verschlüsseln Dateien, bevor sie auf den Server hoch geladen werden. Sie können daher nicht einfach im Browser angesehen werden.

source: <strong>Warning:</strong> You have exceeded your quota for uploading files. You cannot upload new files until old uploads expire and are automatically deleted. You can view your current upload limits below.
de: <strong>Achtung:</strong> Sie haben ihr Limit für Datei-Übertragungen überschritten. Sie können erst wieder neue Dateien hochladen, wenn alte Dateien automatisch gelöscht werden.

source: File
de: Datei

source: Delete this file
de: Datei löschen

source: There are currently no file uploads.
de: Sie haben noch keine Dateien hochgeladen.

source: Upload limits
de: Obergrenzen für Dateien

source: Your current upload limits are shown below. This includes uploads where the client requested an upload but did not actually upload a file. These uploads should expire within a few minutes.
de: Die Obergrenzen inkludieren Dateien die der Client hochladen wollte aber tatsächlich nie hoch geladen hat. Diese Dateien sollten innerhalb einiger Minuten verschwinden.

source: You are not allowed to upload any files.
de: Sie dürfen überhaupt keine Dateien hochladen.

source: You have no limits for uploading files.
de: Sie haben keine Obergrenzen um Dateien zu übertragen.

source: Kind
de: Art

source: Limit
de: Grenze

source: Current
de: Ihr Wert

source: %(current)s (%(left)s left)
de: %(current)s (%(left)s verbleibend)

source: You cannot register with this email address.
de: Sie können sich nicht mit dieser E-Mail Adresse registrieren.

source: Account created.
de: Konto erstellt.

source: Successfully created the account %(username)s. A confirmation email was just sent to the email address you provided (%(email)s). Before you can use your account, you must click on the confirmation link in that email.
de: Das Konto %(username)s wurde erfolgreich angelegt. Eine E-Mail wurde an ihre Adresse (%(email)s) versandt. Bevor sie ihr Konto nutzen können, müssen sie den Link in der E-Mail bestätigen.

source: Email address %(email)s confirmed.
de: E-Mail-Adresse %(email)s bestätigt.

source: Successfully confirmed your email address. You can now use your account.
de: Ihre E-Mail-Adresse wurde erfolgreich bestätigt. Sie können nun ihr Konto nutzen.

source: Requested password reset.
de: Neues Passwort angefordert.

source: Set new password.
de: Neues Passwort gesetzt.

source: Successfully changed your password.
de: Passwort erfolgreich geändert.

source: Resent confirmation.
de: Bestätigung erneut geschickt.

source: Resent confirmation email to %(email)s.
de: Bestätigung erneut auf %(email)s geschickt.

source: We sent you an email to your new email address (%(email)s). Click on the link in it to confirm it.
de: Wir haben ihnen eine E-Mail an ihre neue Adresse %(email)s geschickt. Klicken sie auf den Link in der E-Mail, um die Änderung zu bestätigen.

source: Requested change of email address to %(email)s.
de: Änderung der E-Mail-Adresse auf %(email)s beantragt.

source: Confirmed email address change to %(email)s.
de: E-Mail-Adressänderung auf %(email)s bestätigt.

source: Total bytes
de: Bytes insgesamt

source: Maximum file size
de: Maximale Dateigröße

source: Processing new GPG key, it will be added in a moment.
de: Neuer GPG-Schlüssel wird verarbeitet.

source: The password is incorrect.
de: Das Passwort stimmt nicht.

source: We sent you an email to %(email)s to confirm your request.
de: Wir haben ihnen eine E-Mail an %(email)s geschickt, um das Löschen ihres Kontos zu bestätigen.

source: Requested deletion of account.
de: Löschung ihres Kontos beantragt.

source: Your email address is already confirmed.
de: Ihre E-Mail-Adresse ist bereits bestätigt.

source: Refreshing GPG key...
de: GPG-Schlüssel wird aktualisiert...
