Repository: Astranox/hp
Catalog: hp/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: de

source: Ensure this value has at most %(limit_value)d characters.
de: Bitte sicherstellen, dass der Wert aus höchstens %(limit_value)d Zeichen besteht.

source: Ensure that this value has at least %(limit_value)d characters.
de: Bitte sicherstellen, dass der Wert aus mindestens %(limit_value)d Zeichen besteht.

source: Password
de: Passwort

source: Your password must contain at least %(limit_value)d characters.
de: Ihr Passwort muss aus mindestens %(limit_value)d Zeichen bestehen.

source: The passwords did not match
de: Die Passwörter stimmen nicht überein.

source: The two passwords match.
de: Die Passwörter stimmen überein.

source: Confirm
de: Bestätigen

source: Confirm the password to make sure you spelled it correctly.
de: Bestätigen sie das Passwort um Tippfehler auszuschließen.

source: Upload a file with the correct type.
de: Bitte eine Datei mit dem Datentyp hochladen.

source: Choose file
de: Datei auswählen
