Repository: Astranox/hp
Catalog: hp/conversejs/static/lib/converse.js/locale/*/LC_MESSAGES/converse.po
Languages: es

source: Bookmark this groupchat
es: Marcar esta sala

source: The name for this bookmark:
es: El nombre para esta marca:

source: Would you like this groupchat to be automatically joined upon startup?
es: ¿Te gustaría entrar automáticamente a esta sala al inicio?

source: What should your nickname for this groupchat be?
es: ¿Cual debería ser tu apodo para esta sala?

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Are you sure you want to remove the bookmark "%1$s"?
es: ¿Esta seguro de querer remover la marca "%1$s"?

source: Sorry, something went wrong while trying to save your bookmark.
es: Disculpe, algo salió mal mientras se trataba de guardar su marca.

source: Leave this groupchat
es: Dejar esta sala

source: Remove this bookmark
es: Remover esta marca

source: Unbookmark this groupchat
es: Desmarcar esta sala

source: Show more information on this groupchat
es: Mostrar más información en esta sala

source: Click to open this groupchat
es: Haga click para abrir esta sala

source: Click to toggle the bookmarks list
es: Haga clic para alternar la lista de marcas

source: Bookmarks
es: Marcas

source: Sorry, could not determine file upload URL.
es: Lo sentimos, no se pudo determinar la URL de carga de archivos.

source: Sorry, could not determine upload URL.
es: Lo sentimos, no he podido determinar la URL de carga.

source: Sorry, could not succesfully upload your file. Your server’s response: "%1$s"
es: Lo sentimos, no he podido subir su archivo con éxito. La respuesta de su servidor: "%1$s1"

source: Sorry, could not succesfully upload your file.
es: Lo sentimos, no se podo subir su archivo con éxito.

source: Sorry, looks like file upload is not supported by your server.
es: Lo sentimos, parece que su servidor no soporta la carga de archivos.

source: The size of your file, %1$s, exceeds the maximum allowed by your server, which is %2$s.
es: El tamaño de su archivo, %1$s1, excede el máximo permitido por su servidor, que es %2$s2.

source: Sorry, an error occurred:
es: Lo sentimos, se ha producido un error:

source: Close this chat box
es: Cerrar esta ventana de chat

source: Are you sure you want to remove this contact?
es: ¿Esta seguro de querer eliminar este contacto?

source: Sorry, there was an error while trying to remove %1$s as a contact.
es: Disculpe, hubo un error mientras se trataba de remover %1$s como contacto.

source: You have unread messages
es: Tienes mensajes sin leer

source: Hidden message
es: Mensaje oculto

source: Message
es: Mensaje

source: Send
es: Enviar

source: Optional hint
es: Pista opcional

source: Choose a file to send
es: Elija un archivo para enviar

source: Click to write as a normal (non-spoiler) message
es: Haga click para escribir un mensaje de estatus personalizado

source: Click to write your message as a spoiler
es: Haga click para escribir un mensaje de estatus personalizado

source: Clear all messages
es: Limpiar todos los mensajes

source: Insert emojis
es: Insertar un emoticono

source: Start a call
es: Empezar una llamada

source: Remove messages
es: Eliminar mensajes

source: Write in the third person
es: Escribir en tercera persona

source: Show this menu
es: Mostrar este menú

source: Are you sure you want to clear the messages from this conversation?
es: ¿Está seguro de querer limpiar los mensajes de esta conversación?

source: %1$s has gone offline
es: se ha desconectado

source: %1$s has gone away
es: se ha marchado

source: %1$s is busy
es: está ocupado

source: %1$s is online
es: en línea

source: Username
es: Nombre de usuario

source: user@domain
es: usuario@dominio

source: Please enter a valid XMPP address
es: Por favor, introduzca una dirección XMPP válida

source: Chat Contacts
es: Contactos

source: Toggle chat
es: Alternar chat

source: The connection has dropped, attempting to reconnect.
es: La conexión se ha perdido, intentando reconectar.

source: An error occurred while connecting to the chat server.
es: Ocurrió un error mientras se conectaba al servidor de chat.

source: Your Jabber ID and/or password is incorrect. Please try again.
es: Tu usuario de Jabber y/o tu contraseña no es correcta. Por favor, inténtelo de nuevo.

source: Sorry, we could not connect to the XMPP host with domain: %1$s
es: Disculpe, no pudimos conectarnos al servidor XMPP con el dominio: %1$s

source: The XMPP server did not offer a supported authentication mechanism
es: El servidor XMPP no ofreció un mecanismo de autenticación soportado

source: Show more
es: Mostrar salas

source: Typing from another device
es: Escribiendo desde otro dispositivo

source: %1$s is typing
es: está escribiendo

source: Stopped typing on the other device
es: Paró de escribir en el otro dispositivo

source: %1$s has stopped typing
es: ha parado de escribir

source: Minimize this chat box
es: Minimizar esta caja de chat

source: Click to restore this chat
es: Haga click para eliminar este contacto

source: Minimized
es: Minimizado

source: This groupchat is not anonymous
es: Esta sala no es para usuarios anónimos

source: This groupchat now shows unavailable members
es: Esta sala ahora muestra los miembros no disponibles

source: This groupchat does not show unavailable members
es: Esta sala no muestra los miembros no disponibles

source: The groupchat configuration has changed
es: La configuración del groupchat ha cambiado

source: groupchat logging is now enabled
es: el registro del groupchat está ahora habilitado

source: groupchat logging is now disabled
es: el registro del groupchat está ahora desactivado

source: This groupchat is now no longer anonymous
es: Ahora esta sala ya no es anónima

source: This groupchat is now semi-anonymous
es: Esta sala ahora es semi-anónima

source: This groupchat is now fully-anonymous
es: Esta sala ahora es completamente anónima

source: A new groupchat has been created
es: Una nueva sala ha sido creada

source: You have been banned from this groupchat
es: Usted ha sido bloqueado de esta sala

source: You have been kicked from this groupchat
es: Usted ha sido expulsado de esta sala

source: You have been removed from this groupchat because of an affiliation change
es: Usted ha sido eliminado de esta sala debido a un cambio de afiliación

source: You have been removed from this groupchat because the groupchat has changed to members-only and you're not a member
es: Usted ha sido eliminado de esta sala debido a que la sala cambió su configuración a solo-miembros y usted no es un miembro

source: %1$s has been banned
es: %1$s ha sido expulsado

source: %1$s's nickname has changed
es: El apodo de %1$s ha cambiado

source: %1$s has been kicked out
es: %1$s ha sido echado

source: %1$s has been removed because of an affiliation change
es: %1$s ha sido removido debido a un cambio de afiliación

source: %1$s has been removed for not being a member
es: %1$s ha sido removido por no ser un miembro

source: Your nickname has been automatically set to %1$s
es: Su apodo ha sido establecido automáticamente como %1$s

source: Your nickname has been changed to %1$s
es: Su apodo ha sido cambiado a%1$s

source: Description:
es: Descripción:

source: Groupchat Address (JID):
es: Dirección de la sala (JID):

source: Participants:
es: Ocupantes:

source: Features:
es: Características:

source: Requires authentication
es: Autenticación requerida

source: Hidden
es: Oculto

source: Requires an invitation
es: Requiere una invitación

source: Moderated
es: Moderado

source: Non-anonymous
es: No anónimo

source: Open
es: Abrir

source: Permanent
es: Sala permanente

source: Public
es: Pública

source: Semi-anonymous
es: Semi anónimo

source: Temporary
es: Temporal

source: Unmoderated
es: Sin moderar

source: Query for Groupchats
es: Expulsar usuario de la sala

source: Server address
es: Dirección del servidor

source: Show groupchats
es: Mostrar groupchats

source: No groupchats found
es: Ninguna sala encontrada

source: Enter a new Groupchat
es: Entrar en un nuevo Groupchat

source: Groupchat address
es: Dirección de la charla grupal

source: Optional nickname
es: Apodo opcional

source: name@conference.example.org
es: nombre@conferencia.ejemplo.org

source: Join
es: Unirse

source: Groupchat info for %1$s
es: Información de Groupchat por %1$s

source: %1$s is no longer a moderator
es: 1$s ya no es moderador

source: Error: the "%1$s" command takes two arguments, the user's nickname and optionally a reason.
es: Error: el comando %1$s toma dos argumentos, el apodo del usuario y opcionalmente una razón.

source: Sorry, an error happened while running the command. Check your browser's developer console for details.
es: Lo sentimos, se ha producido un error al ejecutar el comando. Consulte la consola del desarrollador de su navegador para obtener más detalles.

source: Change user's affiliation to admin
es: Cambiar la afiliación del usuario a administrador

source: Change user role to participant
es: Cambiar rol de usuario a participante

source: Grant membership to a user
es: Conceder membresía a un usuario

source: Remove user's ability to post messages
es: Remover la habilidad del usuario para publicar mensajes

source: Change your nickname
es: Cambiar tu apodo

source: Grant moderator role to user
es: Conceder rol de moderador al usuario

source: Revoke user's membership
es: Revocar membresía del usuario

source: Allow muted user to post messages
es: Permitir a usuario silenciado publicar mensajes

source: The nickname you chose is reserved or currently in use, please choose a different one.
es: El apodo que elegiste está reservado o en uso actualmente, por favor, elige uno diferente.

source: Please choose your nickname
es: Por favor, elige un apodo

source: Nickname
es: Apodo

source: Password:
es: Contraseña:

source: Submit
es: Enviar

source: This action was done by %1$s.
es: Esta acción fue hecha por %1$s.

source: The reason given is: "%1$s".
es: La razón dada es: %1$s.

source: No nickname was specified.
es: Ningún apodo fue especificado.

source: Remote server not found
es: Servidor remoto no encontrado

source: Click to mention %1$s in your message.
es: Haga clic para mencionar a %1$s en tu mensaje.

source: Invite
es: Invitar

source: Please enter a valid XMPP username
es: Por favor, introduzca un nombre de usuario XMPP válido

source: Notification from %1$s
es: Notificación de %1$s

source: %1$s says
es: %1$s dice

source: has gone offline
es: se ha desconectado

source: has gone away
es: se ha marchado

source: is busy
es: está ocupado

source: has come online
es: se ha conectado

source: wants to be your contact
es: quiere ser su contacto

source: Close
es: cerrar

source: Full Name
es: Nombre completo

source: Role
es: función

source: Away
es: Ausente

source: Busy
es: Ocupado

source: Custom status
es: Personalizar estatus

source: Offline
es: Desconectado

source: Online
es: En línea

source: I am %1$s
es: Estoy %1$s

source: Click to change your chat status
es: Haga click para cambiar su estatus de chat

source: Log out
es: Desconectarse

source: online
es: en línea

source: busy
es: ocupado

source: away for long
es: ausente por mucho tiempo

source: away
es: ausente

source: offline
es: desconectado

source: Fetch registration form
es: Recabar forma de registro

source: Tip: A list of public XMPP providers is available
es: Consejo: Una lista de proveedores públicos de XMPP está disponilbe

source: here
es: Aquí

source: Sorry, we're unable to connect to your chosen provider.
es: Disculpe, fuimos incapaces de conectarnos con tu proveedor elegido.

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
es: Disculpe, el proveedor dado no soporta registro de cuentas en banda. Por favor, intente con otro proveedor.

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
es: Algo salió mal mientras se establecía conexión con "%1$s". Esta seguro que existe?

source: Now logging you in
es: Ingresando ahora

source: Registered successfully
es: Registrado exitosamente

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
es: El proveedor rechazó tu intento de registro. Por favor, revisa que los valores que ingresaste sean correctos.

source: Sorry, there was an error while trying to add %1$s as a contact.
es: Disculpe, hubo un error intentando añadir a %1$s como contacto.

source: This client does not allow presence subscriptions
es: Este cliente no permite las suscripciones presenciales

source: Click to hide these contacts
es: Haga click para ocultar estos contactos

source: This contact is busy
es: Este contacto está ocupado

source: This contact is online
es: Este contacto está en línea

source: This contact is offline
es: Este contacto está desconectado

source: This contact is unavailable
es: Este contacto no está disponible

source: This contact is away for an extended period
es: Este contacto está ausente por un largo periodo de tiempo

source: This contact is away
es: Este contacto está ausente

source: Groups
es: Grupos

source: My contacts
es: Mis contactos

source: Pending contacts
es: Contactos pendientes

source: Contact requests
es: Solicitudes de contacto

source: Ungrouped
es: Sin grupo

source: Contact name
es: Nombre de contacto

source: Add
es: Añadir

source: Filter
es: Filtrar

source: Any
es: Cualquier

source: Unread
es: Sin leer

source: Chatty
es: Hablador

source: Extended Away
es: Extendido

source: Click to remove %1$s as a contact
es: Click para eliminar a %1$s como contacto

source: Click to accept the contact request from %1$s
es: Haga clic para aceptar la solicitud de contacto de %1$s

source: Click to decline the contact request from %1$s
es: Haga clic para rechazar la solicitud de contacto de %1$s

source: Click to chat with %1$s (JID: %2$s)
es: Haga clic para conversar con %1$s (JID:%2$s)

source: Are you sure you want to decline this contact request?
es: ¿Está seguro que quiere rechazar esta solicitud de contacto?

source: Contacts
es: Contactos

source: Add a contact
es: Agregar un contacto

source: Features
es: Características

source: Password protected
es: Protegido con contraseña

source: Members only
es: Solo miembros

source: Persistent
es: Persistente

source: Only moderators can see your XMPP username
es: Solo moderadores pueden ver tu nombre de usuario de XMPP

source: Message archiving
es: Archivado de mensajes

source: Messages are archived on the server
es: Los mensajes son archivados en el servidor

source: No password
es: Sin contraseña

source: Password:
es: Contraseña:

source: password
es: contraseña

source: Click here to log in anonymously
es: Haga click aquí para iniciar sesión de forma anónima

source: Don't have a chat account?
es: ¿No tiene usted una cuenta de chat?

source: Create an account
es: Crear una cuenta

source: Create your account
es: Crea tu cuenta

source: Please enter the XMPP provider to register with:
es: Por favor, ingrese el proveedor de XMPP para registrarse con:

source: Already have a chat account?
es: ¿Ya tiene usted una cuenta de chat?

source: Log in here
es: Ingrese aquí

source: Account Registration:
es: Registro de cuenta:

source: Register
es: Registrar

source: Choose a different provider
es: Elige un proveedor diferente

source: Hold tight, we're fetching the registration form…
es: Espera, estamos recabando la forma de registro…

source: The User's Profile Image
es: Imagen de perfil del usuario

source: Remove as contact
es: Quitar como contacto

source: Refresh
es: Actualizar
